Repository: WPPlugins/fsthickboxannouncement
Catalog: lang/fsThickboxAnnouncement-*.po
Languages: de_de

source: Cookie could not be regenrated due a communication error
de_de: Cookie konnte nicht erneuert werden wegen eines Kommunikationsfehlers

source: Your thickbox announcement is modal, but you have not choosen a close object. If you haven\'t implemented it by yourself, you will not be able to close the announcement. Continue?
de_de: Deine Ankündigung ist modal, es wird jedoch kein Link/Button zum Schliessen des Popups angeboten. Wenn Du in deiner Ankünfigung nicht selber eine Möglichkeit zum Schliessen anbietest kann die Ankünfigung nicht geschlossen werden. Fortfahren?

source: Settings
de_de: Einstellungen

source: Save
de_de: Sichern

source: Cookie successfully re-generated
de_de: Cookie wurde erneuert

source: Internal content page is missing and has been recreated
de_de: Die Seite für den Inhalt existierte nicht (mehr) und wurde wieder angelegt

source: Thickbox Announcement Settings
de_de: Thickbox Announcement Einstellungen

source: Global Setting
de_de: Globale Einstellungen

source: Announcements active
de_de: Ankündigung aktiv

source: Valid from
de_de: Gültig ab

source: Clear date
de_de: Datum löschen

source: Click in the input field to choose a date. Leave empty if no date vailidity needed.
de_de: Klicke in das Feld um ein Datum auszuwählen. Lasse das Feld leer, wenn Du keinen Gültigkeits-Zeitraum verwenden möchtest.

source: Valid to
de_de: Gültig bis

source: Announcement Behaviour
de_de: Verhalten

source: Announcement Settings
de_de: Einstellungen

source: Show when user enters
de_de: Wenn der Benutzer die folgende Seite betritt

source: Any page
de_de: Irgendeine Seite

source: Show announcement
de_de: Zeige Ankündigung

source: once
de_de: einmal

source: every time the user enters the site
de_de: immer wenn der Benutzer die Seite betritt

source: periodically
de_de: periodisch

source: if you choose "once" and you setup a new announcement, which has to be displayed again for every user, please
de_de: Wenn Du "einmal" ausgewählt hast und Du eine neue Ankündigung machen möchtest, dann musst Du

source: reset the cookie string
de_de: den Cookie String neu generieren

source: Show announcement every
de_de: Zeige Ankündigung alle

source: day(s)
de_de: Tage

source: Thickbox Settings
de_de: Thickbox Einstellungen

source: Title
de_de: Titel

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Close button/link needed and no title is displayed!
de_de: Button/Link zum Schliessen der Ankündigung ist notwendig!

source: Announcement Content
de_de: Ankündigungsinhalt

source: Content
de_de: Inhalt

source: External Resource
de_de: Externer Inhalt

source: Inline Content
de_de: Eigener Inhalt

source: Edit now
de_de: Jetzt bearbeiten

source: Close object
de_de: Objekt zum Schliessen

source: None
de_de: Kein

source: Label
de_de: Beschriftung

source: Save Changes
de_de: Änderungen speichern

source: Preview
de_de: Vorschau

source: About
de_de: Über

source: For further information please visit the
de_de: Für weitere Informationen besucht bitte die

source: Donation
de_de: Spende

source: If you like my work please consider a small donation
de_de: Wenn Du dieses Plug-In magst, dann denke doch bitte an eine kleine Spende für meine Arbeit
